---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DollarPerFtSup2
source: html/89eb43f4-6527-3056-6418-83cec873b232.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DollarPerFtSup2 Property

Symbol $/ft², indicating unit Cost per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId DollarPerFtSup2 { get; }
```